-- phpMyAdmin SQL Dump
-- version 3.3.3
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2011 年 10 月 15 日 09:56
-- 服务器版本: 5.0.91
-- PHP 版本: 5.2.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `wlzx_basic`
--

-- --------------------------------------------------------

--
-- 表的结构 `basic_teacher`
--

CREATE TABLE IF NOT EXISTS `basic_teacher` (
  `teacher_id` int(20) NOT NULL auto_increment COMMENT '系统自增编号',
  `user_id` bigint(20) NOT NULL COMMENT '账号外键',
  `teacher_cname` varchar(50) NOT NULL COMMENT '中文名',
  `teacher_sex` smallint(2) default NULL COMMENT '性别',
  `teacher_birthday` date default NULL COMMENT '出生日期',
  `teacher_marrage` smallint(2) default NULL COMMENT '婚姻',
  `teacher_nation` varchar(10) default NULL COMMENT '民族',
  `teacher_politics_status` smallint(2) default NULL COMMENT '政治面貌',
  `teacher_identify` char(20) default NULL COMMENT '身份证',
  `teacher_native_place` varchar(50) default NULL COMMENT '籍贯',
  `teacher_email` varchar(50) default NULL COMMENT '邮箱',
  `teacher_home_phone` varchar(20) default NULL COMMENT '家庭电话',
  `teacher_address` varchar(200) default NULL COMMENT '家庭地址',
  `teacher_mobile_phone` varchar(20) default NULL COMMENT '手机',
  `teacher_no` varchar(20) NOT NULL COMMENT '短号',
  `teacher_education` varchar(10) default NULL COMMENT '最高学历',
  `teacher_profession` varchar(50) default NULL COMMENT '专业',
  `teacher_graduate_school` varchar(100) default NULL COMMENT '毕业院校',
  `teacher_professional_title` varchar(50) default NULL COMMENT '职称',
  `teacher_skill_level` varchar(20) default NULL COMMENT '技能等级',
  `teacher_skill_level_date` date default NULL COMMENT '技能鉴定时间',
  `teacher_department` varchar(50) default NULL COMMENT '部门',
  `teacher_position` varchar(50) default NULL COMMENT '职务',
  `teacher_office_phone` varchar(20) default NULL COMMENT '办公电话',
  `teacher_contact_phone` varchar(50) default NULL COMMENT '紧要联络电话',
  `teacher_work_date` date default NULL COMMENT '何时工作',
  `teacher_attend_date` date default NULL COMMENT '入校时间',
  `teacher_status` tinyint(4) NOT NULL COMMENT '员工状态',
  `teacher_photo_src` varchar(200) default NULL COMMENT '照片地址',
  `teacher_create_date` date NOT NULL COMMENT '创建日期',
  `teacher_modified_date` date NOT NULL COMMENT '修改日期',
  PRIMARY KEY  (`teacher_id`),
  KEY `teacher_no` (`teacher_no`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='教师记录' AUTO_INCREMENT=311 ;

--
-- 转存表中的数据 `basic_teacher`
--

INSERT INTO `basic_teacher` (`teacher_id`, `user_id`, `teacher_cname`, `teacher_sex`, `teacher_birthday`, `teacher_marrage`, `teacher_nation`, `teacher_politics_status`, `teacher_identify`, `teacher_native_place`, `teacher_email`, `teacher_home_phone`, `teacher_address`, `teacher_mobile_phone`, `teacher_no`, `teacher_education`, `teacher_profession`, `teacher_graduate_school`, `teacher_professional_title`, `teacher_skill_level`, `teacher_skill_level_date`, `teacher_department`, `teacher_position`, `teacher_office_phone`, `teacher_contact_phone`, `teacher_work_date`, `teacher_attend_date`, `teacher_status`, `teacher_photo_src`, `teacher_create_date`, `teacher_modified_date`) VALUES
(3, 708, '陈才锜', 0, '1965-06-30', 1, '汉', 0, '', '温岭', '', '', '', '13906560909', '666888', '3', '', '', '', '', NULL, '1', '1', '86026888', '', '2011-07-31', '2011-07-05', 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-10'),
(4, 709, '赵海勇', 0, '1976-07-07', 1, '汉', 0, '', '汉', '', '', '', '13505860965', '666900', '3', '', '', '', '', NULL, '1', '20', '86026900', '', '2009-07-08', '2007-07-04', 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(5, 710, '莫勇军', 0, NULL, 1, '', 2, '', '', '', '', '', '13606862399', '666988', '3', '', '', '', '', NULL, '1', '120', '86026988', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(6, 711, '马之骏', 0, NULL, 1, '', 0, '', '', '', '', '', '13606864810', '666898', '3', '', '', '', '', NULL, '1', '21', '86026898', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(7, 712, '江正玲', 0, '1965-07-01', 1, '汉', 0, '', '温岭', '', '', '', '13758699555', '668555', '3', '', '', '', '', NULL, '1', '18', '86026555', '', '2011-07-01', '2011-07-06', 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(8, 713, '郑晓萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13705865896', '666868', '3', '', '', '', '', NULL, '1', '19', '86026868', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(10, 715, '林金法', 0, NULL, 1, '', 2, '', '', '', '', '', '13605862067', '666858', '3', '', '', '', '', NULL, '1', '120', '86026858', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(11, 716, '李俊成', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699810', '666810', '3', '', '', '', '', NULL, '6', '121', '86026999', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(12, 717, '林向荣', 0, NULL, 1, '', 2, '', '', '', '', '', '13958676629', '665305', '3', '', '', '', '', NULL, '6', '122', '86026999', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(13, 718, '肖健', 0, '1971-05-10', 1, '汉', 2, '', '温岭', '', '', '', '13600588110', '660001', '3', '', '', '', '', NULL, '6', '123', '86026001', '', '1992-02-05', '1992-02-05', 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(14, 719, '王茜', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675131', '666995', '3', '', '', '', '', NULL, '6', '131', '86026000', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(15, 720, '钟为文', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699966', '666966', '0', '', '', '', '', NULL, '6', '130', '86026966', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(16, 721, '王波', 1, NULL, 1, '', 2, '', '', '', '', '', '13758693228', '666288', '3', '', '', '', '', NULL, '6', '127', '86026001', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(17, 722, '陈世波', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699680', '666680', '3', '', '', '', '', NULL, '3', '121', '86026002', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(18, 723, '张友良', 0, NULL, 1, '', 2, '', '', '', '', '', '13906864598', '666833', '3', '', '', '', '', NULL, '3', '122', '86026002', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(20, 725, '毛雪芬', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699776', '666776', '3', '', '', '', '', NULL, '18', '128', '86026776', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(21, 726, '沈林丽', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675151', '665151', '3', '', '', '', '', NULL, '28', '129', '86026857', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(22, 727, '陈晓丽', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699863', '666863', '3', '', '', '', '', NULL, '3', '127', '86026863', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(23, 728, '孙韶红', 1, NULL, 1, '', 2, '', '', '', '', '', '13819608165', '668165', '3', '', '', '', '', NULL, '3', '127', '86026027', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(24, 729, '陶腾江', 0, NULL, 1, '', 2, '', '', '', '', '', '13858688068', '668068', '3', '', '', '', '', NULL, '3', '127', '86026022', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(25, 730, '郭修根', 1, NULL, 1, '', 2, '', '', '', '', '', '13958666655', '669898', '3', '', '', '', '', NULL, '28', '129', '28056121', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(26, 731, '周信中', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699861', '666861', '3', '', '', '', '', NULL, '3', '127', '86026861', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-10'),
(27, 732, '李小平', 0, NULL, 1, '', 2, '', '', '', '', '', '13958676080', '666993', '3', '', '', '', '', NULL, '3', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(28, 733, '江敏', 0, '1967-07-01', 1, '汉', 0, '', '温岭', '', '', '', '13958675138', '666756', '3', '', '', '', '', NULL, '12', '121', '86026003', '', '2002-07-01', '2011-07-01', 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(29, 734, '何小怡', 1, NULL, 1, '', 2, '', '', '', '', '', '13958649229', '666651', '3', '', '', '', '', NULL, '12', '122', '86026651', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(30, 735, '张雯菁', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699869', '666869', '3', '', '', '', '', NULL, '10', '122', '86026869', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(31, 736, '江维荣', 0, NULL, 1, '', 2, '', '', '', '', '', '13958675196', '666870', '3', '', '', '', '', NULL, '12', '132', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(32, 737, '江艳萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699871', '666871', '3', '', '', '', '', NULL, '12', '127', '86026871', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(33, 738, '孙玲君', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699872', '666872', '3', '', '', '', '', NULL, '12', '127', '86026872', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(34, 739, '陈正康', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699873', '666873', '3', '', '', '', '', NULL, '12', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(36, 741, '柳相庆', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699922', '666922', '3', '', '', '', '', NULL, '12', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(37, 742, '林晓滨', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699611', '666611', '3', '', '', '', '', NULL, '13', '133', '86026611', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(38, 743, '蒋晓南', 0, NULL, 1, '', 2, '', '', '', '', '', '13958675122', '666602', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(39, 744, '陈子田', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699603', '666603', '3', '', '', '', '', NULL, '13', '128', '86026603', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(40, 745, '钟春晓', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699606', '666606', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(41, 746, '管彦斌', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699608', '666608', '3', '', '', '', '', NULL, '13', '128', '86026608', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(42, 747, '郭定吉', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699609', '666609', '3', '', '', '', '', NULL, '13', '128', '86026609', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(43, 748, '王玉琴', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699610', '666610', '3', '', '', '', '', NULL, '13', '128', '86026610', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(44, 749, '王灵萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13505861082', '666612', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(45, 750, '杨华', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699613', '666613', '3', '', '', '', '', NULL, '13', '128', '86026613', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(46, 751, '田继松', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699615', '666615', '3', '', '', '', '', NULL, '13', '128', '86026615', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(47, 752, '张菁强', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699616', '666616', '3', '', '', '', '', NULL, '13', '128', '86026616', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(48, 753, '李荣华', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699617', '666617', '3', '', '', '', '', NULL, '13', '128', '86026617', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(49, 754, '王增松', 0, NULL, 1, '', 2, '', '', '', '', '', '13705867899', '600899', '3', '', '', '', '', NULL, '13', '128', '86026619', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(50, 755, '王赛云', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699620', '666620', '3', '', '', '', '', NULL, '13', '128', '86026620', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(51, 756, '李迅若', 1, NULL, 1, '', 2, '', '', '', '', '', '13958667266', '666621', '3', '', '', '', '', NULL, '13', '128', '86026621', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(52, 757, '王同光', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699622', '666622', '3', '', '', '', '', NULL, '13', '128', '86026622', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(53, 758, '李淑华', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699623', '666623', '3', '', '', '', '', NULL, '13', '128', '86026623', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(54, 759, '王新娟', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699626', '666626', '3', '', '', '', '', NULL, '13', '128', '86026626', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(55, 760, '郑丽霞', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699627', '666627', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(56, 761, '胡素娥', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699639', '666629', '3', '', '', '', '', NULL, '13', '128', '86026629', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(57, 762, '张莹', 1, NULL, 1, '', 2, '', '', '', '', '', '13958676163', '666631', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(58, 763, '江永夫', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699632', '666632', '3', '', '', '', '', NULL, '13', '128', '86026632', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(59, 764, '管希文', 1, NULL, 1, '', 2, '', '', '', '', '', '13566681439', '666633', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(60, 765, '朱海平', 1, NULL, 1, '', 2, '', '', '', '', '', '13705866622', '666635', '3', '', '', '', '', NULL, '13', '128', '86026635', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(61, 766, '刘凤岭', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699637', '666637', '3', '', '', '', '', NULL, '13', '128', '86026637', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(62, 767, '梁斌', 1, NULL, 1, '', 2, '', '', '', '', '', '13758655209', '666258', '3', '', '', '', '', NULL, '13', '128', '86026258', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(63, 768, '潘玲斐', 1, NULL, 1, '', 2, '', '', '', '', '', '13758690558', '666558', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(64, 769, '朱慧', 1, NULL, 1, '', 2, '', '', '', '', '', '13858681010', '666256', '3', '', '', '', '', NULL, '13', '128', '86026256', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(65, 770, '林芝', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699607', '666607', '3', '', '', '', '', NULL, '13', '128', '86026607', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(66, 771, '郑伟荣', 1, NULL, 1, '', 2, '', '', '', '', '', '13586228961', '668961', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(68, 773, '张亦锋', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699705', '669261', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(69, 774, '钟可慧', 1, NULL, 1, '', 2, '', '', '', '', '', '15958651717', '661717', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(70, 775, '戴玲斐', 1, NULL, 1, '', 2, '', '', '', '', '', '13906868870', '668870', '3', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(72, 777, '吕娅', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675110', '666652', '3', '', '', '', '', NULL, '14', '133', '86026652', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(73, 778, '梁襄军', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699500', '666500', '3', '', '', '', '', NULL, '14', '128', '86026500', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(74, 779, '管菊花', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699653', '666653', '3', '', '', '', '', NULL, '14', '128', '86026653', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(75, 780, '陈彩霞', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699655', '666655', '3', '', '', '', '', NULL, '14', '128', '86026655', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(76, 781, '金智明', 1, NULL, 1, '', 2, '', '', '', '', '', '13605862066', '666656', '3', '', '', '', '', NULL, '14', '128', '86026656', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(77, 782, '林萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699658', '666658', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(78, 783, '李建华', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699659', '666659', '3', '', '', '', '', NULL, '14', '128', '86026659', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(79, 784, '徐佩华', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699660', '666660', '3', '', '', '', '', NULL, '14', '128', '86026660', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(80, 785, '李菊初', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699662', '666662', '3', '', '', '', '', NULL, '14', '128', '86026662', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(81, 786, '陈颖颖', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699663', '666663', '3', '', '', '', '', NULL, '14', '128', '86026663', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(82, 787, '金巧萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699668', '666668', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(83, 788, '陈华', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699669', '666669', '3', '', '', '', '', NULL, '14', '128', '86026669', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(84, 789, '唐娟', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675120', '666667', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(85, 790, '葛扬春', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699670', '666670', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(86, 791, '赵丽红', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699671', '666671', '3', '', '', '', '', NULL, '14', '128', '86026671', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(87, 792, '马鸣', 1, NULL, 1, '', 2, '', '', '', '', '', '13605861540', '661540', '3', '', '', '', '', NULL, '14', '128', '86026673', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(88, 793, '叶丽娜', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699676', '666676', '3', '', '', '', '', NULL, '14', '128', '86026676', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(89, 794, '张琴', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699677', '666677', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(90, 795, '颜素芬', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699678', '666678', '3', '', '', '', '', NULL, '14', '128', '86026678', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(91, 796, '陈子祥', 0, NULL, 1, '', 2, '', '', '', '', '', '13566682711', '666679', '3', '', '', '', '', NULL, '14', '128', '86026679', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(92, 797, '江丽云', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699681', '666681', '3', '', '', '', '', NULL, '14', '128', '86026681', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(93, 798, '陈军红', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699682', '666682', '3', '', '', '', '', NULL, '14', '128', '86026682', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(94, 799, '金小微', 1, NULL, 1, '', 2, '', '', '', '', '', '13958658568', '666568', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(95, 800, '林中华', 0, NULL, 1, '', 2, '', '', '', '', '', '13858646755', '666518', '3', '', '', '', '', NULL, '14', '128', '86026518', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(96, 801, '洪峰', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699605', '666605', '3', '', '', '', '', NULL, '14', '128', '86026605', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(97, 802, '马君', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699625', '666625', '3', '', '', '', '', NULL, '14', '128', '86026625', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(98, 803, '阮慧健', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699771', '669771', '3', '', '', '', '', NULL, '14', '128', '86026958', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(99, 804, '张卫', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699657', '666657', '3', '', '', '', '', NULL, '14', '128', '86026657', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(100, 805, '张萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13758670369', '666927', '3', '', '', '', '', NULL, '14', '128', '86026927', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(101, 806, '郑丽', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699638', '666638', '3', '', '', '', '', NULL, '14', '128', '86026638', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(102, 807, '陈牡丹', 1, NULL, 1, '', 2, '', '', '', '', '', '13586240383', '660383', '3', '', '', '', '', NULL, '14', '128', '86026675', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(103, 808, '陈星', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699300', '665589', '3', '', '', '', '', NULL, '14', '128', '86026665', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(104, 809, '陈玲', 1, NULL, 1, '', 2, '', '', '', '', '', '13758638805', '668805', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(105, 810, '莫晓宇', 1, NULL, 1, '', 2, '', '', '', '', '', '13958621858', '661858', '3', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(107, 812, '陈恩祥', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699691', '666691', '3', '', '', '', '', NULL, '15', '133', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(108, 813, '陈兆明', 0, NULL, 1, '', 2, '', '', '', '', '', '13958663163', '666690', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(109, 814, '张仁达', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699686', '666686', '3', '', '', '', '', NULL, '15', '128', '86026686', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(110, 815, '叶国池', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699687', '666687', '3', '', '', '', '', NULL, '15', '128', '86026687', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(111, 816, '施崇友', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699688', '666688', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(112, 817, '戴素芬', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699689', '666689', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(113, 818, '金海华', 0, NULL, 1, '', 2, '', '', '', '', '', '13758660576', '660576', '3', '', '', '', '', NULL, '15', '128', '86026693', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(114, 819, '王旭媚', 1, NULL, 1, '', 2, '', '', '', '', '', '13575859159', '666695', '3', '', '', '', '', NULL, '15', '128', '86026695', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(115, 820, '陈国华', 0, NULL, 1, '', 2, '', '', '', '', '', '13606677671', '666697', '3', '', '', '', '', NULL, '15', '128', '86026697', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(116, 821, '阎大贵', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699698', '666698', '3', '', '', '', '', NULL, '15', '128', '86026698', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(117, 822, '林新华', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699700', '666700', '3', '', '', '', '', NULL, '15', '128', '86026700', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(118, 823, '陈军杰', 0, NULL, 1, '', 2, '', '', '', '', '', '13867687195', '666701', '3', '', '', '', '', NULL, '15', '128', '86026701', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(119, 824, '陈素凤', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699702', '666702', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(120, 825, '王文杰', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699703', '666703', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(121, 826, '周维永', 0, NULL, 1, '', 2, '', '', '', '', '', '13586278066', '668066', '3', '', '', '', '', NULL, '15', '128', '86026705', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(122, 827, '朱东明', 0, NULL, 1, '', 2, '', '', '', '', '', '13958675112', '666706', '3', '', '', '', '', NULL, '15', '128', '86026706', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(123, 828, '钟加增', 0, NULL, 1, '', 2, '', '', '', '', '', '13586297112', '666708', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(124, 829, '蒋招礼', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699709', '666709', '3', '', '', '', '', NULL, '15', '128', '86026709', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(125, 830, '王玉龙', 0, NULL, 1, '', 2, '', '', '', '', '', '13575888097', '666710', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(126, 831, '莫子清', 0, NULL, 1, '', 2, '', '', '', '', '', '13806566297', '666711', '3', '', '', '', '', NULL, '15', '128', '86026711', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(127, 832, '王文卿', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699712', '666712', '3', '', '', '', '', NULL, '15', '128', '86026712', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(128, 833, '郭丽云', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699713', '666713', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(129, 834, '王林祥', 0, NULL, 1, '', 2, '', '', '', '', '', '13989646855', '666715', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(130, 835, '王华君', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699716', '666716', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(131, 836, '王柯山', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699717', '666717', '3', '', '', '', '', NULL, '15', '128', '86026717', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(132, 837, '陈丽华', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699718', '666718', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(133, 838, '狄理磊', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699719', '666719', '3', '', '', '', '', NULL, '15', '128', '86026719', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(134, 839, '王才岳', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699261', '666261', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(135, 840, '吴颖微', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699262', '666262', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(136, 841, '李清娟', 1, NULL, 1, '', 2, '', '', '', '', '', '13858660126', '666263', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(137, 842, '杨兴', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699265', '666265', '3', '', '', '', '', NULL, '15', '128', '86026265', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(138, 843, '孙海琴', 1, NULL, 1, '', 2, '', '', '', '', '', '13600588666', '666707', '3', '', '', '', '', NULL, '15', '128', '86026707', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(139, 844, '瞿永刚', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699270', '669270', '3', '', '', '', '', NULL, '15', '128', '86026270', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(140, 845, '毛永斌', 0, NULL, 1, '', 2, '', '', '', '', '', '13575859123', '669123', '3', '', '', '', '', NULL, '15', '128', '86026820', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(141, 846, '林丽卫', 1, NULL, 1, '', 2, '', '', '', '', '', '13758697818', '668818', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(142, 847, '闻丹', 1, NULL, 1, '', 2, '', '', '', '', '', '13758650560', '660560', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(143, 848, '叶灵娅', 1, NULL, 1, '', 2, '', '', '', '', '', '13958663331', '663331', '3', '', '', '', '', NULL, '15', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(144, 849, '陈宏', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699720', '666720', '3', '', '', '', '', NULL, '16', '133', '86026720', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(145, 850, '李晨康', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699722', '666722', '3', '', '', '', '', NULL, '16', '128', '86026722', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(146, 851, '金素娥', 1, NULL, 1, '', 2, '', '', '', '', '', '13505866466', '666723', '3', '', '', '', '', NULL, '16', '128', '86026723', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(147, 852, '金云地', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699726', '666726', '3', '', '', '', '', NULL, '16', '128', '86026726', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(148, 853, '张勇勤', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699727', '666727', '3', '', '', '', '', NULL, '16', '128', '86026727', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(149, 854, '林明志', 1, NULL, 1, '', 2, '', '', '', '', '', '13705860336', '660336', '3', '', '', '', '', NULL, '16', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(150, 855, '刘岳球', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699730', '666730', '3', '', '', '', '', NULL, '16', '128', '86026730', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(151, 856, '杨小平', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699731', '666731', '3', '', '', '', '', NULL, '16', '128', '86026731', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(152, 857, '潘建军', 0, NULL, 1, '', 2, '', '', '', '', '', '13958675127', '666732', '3', '', '', '', '', NULL, '16', '128', '86026732', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(153, 858, '毛伟', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699733', '666733', '3', '', '', '', '', NULL, '16', '128', '86026733', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(154, 859, '徐锦忠', 0, NULL, 1, '', 2, '', '', '', '', '', '13606678282', '666735', '3', '', '', '', '', NULL, '16', '128', '86026735', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(155, 860, '陈云晨', 0, NULL, 1, '', 2, '', '', '', '', '', '13676667398', '667398', '3', '', '', '', '', NULL, '16', '128', '86026736', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(156, 861, '陈林龙', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699737', '666737', '3', '', '', '', '', NULL, '16', '128', '86026737', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(157, 862, '蔡海勇', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699738', '666738', '3', '', '', '', '', NULL, '16', '128', '86026738', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(158, 863, '马成', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699739', '666739', '3', '', '', '', '', NULL, '16', '128', '86026739', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(159, 864, '吴宇', 0, NULL, 1, '', 2, '', '', '', '', '', '13867612868', '666883', '3', '', '', '', '', NULL, '16', '128', '86026883', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(160, 865, '唐斌', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699266', '666266', '3', '', '', '', '', NULL, '16', '128', '86026266', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(161, 866, '周韬', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699463', '666463', '3', '', '', '', '', NULL, '16', '128', '86026463', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(162, 867, '施仁贵', 0, NULL, 1, '', 2, '', '', '', '', '', '13605864570', '666867', '3', '', '', '', '', NULL, '16', '128', '86026867', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(163, 868, '江志云', 0, NULL, 1, '', 2, '', '', '', '', '', '13819667720', '667720', '3', '', '', '', '', NULL, '3', '125', '86026267', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(164, 869, '刘同正', 0, NULL, 1, '', 2, '', '', '', '', '', '13906868043', '666929', '3', '', '', '', '', NULL, '16', '128', '86026929', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(165, 870, '王彩清', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699750', '666750', '3', '', '', '', '', NULL, '16', '128', '86026750', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(166, 871, '林崇军', 0, NULL, 1, '', 2, '', '', '', '', '', '13606866362', '666362', '3', '', '', '', '', NULL, '16', '128', '86026725', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(167, 872, '江丽芳', 1, NULL, 1, '', 2, '', '', '', '', '', '13758686678', '667678', '3', '', '', '', '', NULL, '16', '128', '86198610', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(168, 873, '叶贤青', 1, NULL, 1, '', 2, '', '', '', '', '', '13758635328', '665328', '3', '', '', '', '', NULL, '16', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(169, 874, '应崇杨', 0, NULL, 1, '', 2, '', '', '', '', '', '13676699695', '669695', '3', '', '', '', '', NULL, '16', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(170, 875, '郭仁勇', 0, NULL, 1, '', 2, '', '', '', '', '', '13586266058', '666058', '3', '', '', '', '', NULL, '16', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(171, 876, '杨丫男', 1, NULL, 1, '', 2, '', '', '', '', '', '15967667322', '667322', '3', '', '', '', '', NULL, '16', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(172, 877, '沈中河', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699751', '666751', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(173, 878, '赵坚志', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699752', '666752', '3', '', '', '', '', NULL, '17', '128', '86026752', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(174, 879, '梁宗清', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699753', '666753', '3', '', '', '', '', NULL, '17', '128', '86026753', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(176, 881, '张军富', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675137', '666757', '3', '', '', '', '', NULL, '17', '128', '86026757', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(177, 882, '陈成', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699760', '666760', '3', '', '', '', '', NULL, '17', '128', '86026760', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(178, 883, '夏洪方', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699761', '666761', '3', '', '', '', '', NULL, '17', '133', '86026761', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(179, 884, '邹丽萍', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675105', '666763', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(180, 885, '赵剑慧', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699766', '666766', '3', '', '', '', '', NULL, '17', '128', '86026766', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(181, 886, '陈均辉', 0, NULL, 1, '', 2, '', '', '', '', '', '13606861003', '666767', '3', '', '', '', '', NULL, '17', '128', '86026767', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(182, 887, '陈学海', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699768', '666768', '3', '', '', '', '', NULL, '17', '128', '86026768', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(183, 888, '谢素兰', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699769', '666769', '3', '', '', '', '', NULL, '17', '128', '86026769', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(184, 889, '林百飞', 1, NULL, 1, '', 2, '', '', '', '', '', '13858641060', '666770', '3', '', '', '', '', NULL, '17', '128', '86026770', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(185, 890, '姜瑞华', 1, NULL, 1, '', 2, '', '', '', '', '', '13566676969', '666969', '3', '', '', '', '', NULL, '17', '128', '86026771', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(186, 891, '林敏燕', 1, NULL, 1, '', 2, '', '', '', '', '', '13586226070', '666772', '3', '', '', '', '', NULL, '17', '128', '86198631', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(187, 892, '张达', 1, NULL, 1, '', 2, '', '', '', '', '', '13575881723', '661723', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(188, 893, '余卜秋', 0, NULL, 1, '', 2, '', '', '', '', '', '13505860199', '666773', '3', '', '', '', '', NULL, '17', '128', '86026773', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(189, 894, '吴君华', 1, NULL, 1, '', 2, '', '', '', '', '', '13738654159', '664159', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(190, 895, '金杨波', 0, NULL, 1, '', 2, '', '', '', '', '', '13566682662', '662662', '3', '', '', '', '', NULL, '17', '128', '86198615', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(191, 896, '赵希瑛', 1, NULL, 1, '', 2, '', '', '', '', '', '13958662290', '660922', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(192, 897, '潘晓斐', 1, NULL, 1, '', 2, '', '', '', '', '', '13958687186', '667186', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(193, 898, '陈永发', 0, NULL, 1, '', 2, '', '', '', '', '', '13758668807', '668807', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(194, 899, '朱小荣', 0, NULL, 1, '', 2, '', '', '', '', '', '13958617977', '667977', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(195, 900, '江永仁', 1, NULL, 1, '', 2, '', '', '', '', '', '13867639167', '669167', '3', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-08'),
(196, 901, '梁茶夫', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699779', '666779', '3', '', '', '', '', NULL, '18', '133', '86026779', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(197, 902, '林芽夫', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699775', '660775', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(198, 903, '冯素媛', 1, NULL, 1, '', 2, '', '', '', '', '', '13958676006', '666778', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(199, 904, '蒋连章', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699780', '666780', '3', '', '', '', '', NULL, '18', '128', '86026780', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(200, 905, '黄建玲', 0, NULL, 1, '', 2, '', '', '', '', '', '13958676017', '666781', '3', '', '', '', '', NULL, '18', '128', '86026781', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(201, 906, '蔡海霞', 1, NULL, 1, '', 2, '', '', '', '', '', '13586229848', '666783', '3', '', '', '', '', NULL, '18', '128', '86026783', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(202, 907, '胡丹艳', 1, NULL, 1, '', 2, '', '', '', '', '', '13958666025', '666268', '3', '', '', '', '', NULL, '18', '128', '86026268', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(203, 908, '夏冰姿', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699759', '666759', '3', '', '', '', '', NULL, '18', '128', '86026008', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(204, 909, '曹金真', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699800', '666800', '3', '', '', '', '', NULL, '18', '128', '86026800', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(205, 910, '林君', 1, NULL, 1, '', 2, '', '', '', '', '', '13486869686', '661686', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(206, 911, '钟克亚', 1, NULL, 1, '', 2, '', '', '', '', '', '13758635185', '665185', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(207, 912, '毛灵芝', 1, NULL, 1, '', 2, '', '', '', '', '', '13738651848', '661848', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(208, 913, '李欢欢', 0, NULL, 1, '', 2, '', '', '', '', '', '13666825586', '660586', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(209, 914, '吴娴静', 1, NULL, 1, '', 2, '', '', '', '', '', '13958697930', '667930', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(210, 915, '叶妙水', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699286', '669286', '3', '', '', '', '', NULL, '18', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(211, 916, '阮华清', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699785', '666788', '3', '', '', '', '', NULL, '19', '133', '86026785', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(212, 917, '蒋法其', 0, NULL, 1, '', 2, '', '', '', '', '', '13958676169', '666786', '3', '', '', '', '', NULL, '19', '128', '86026786', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(213, 918, '李清', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699787', '666787', '3', '', '', '', '', NULL, '19', '128', '86026787', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(214, 919, '胡强辉', 0, NULL, 1, '', 2, '', '', '', '', '', '13736552841', '662841', '3', '', '', '', '', NULL, '19', '128', '86026788', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(215, 920, '王玉红', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699790', '666790', '3', '', '', '', '', NULL, '19', '128', '86026790', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(216, 921, '王海波', 1, NULL, 1, '', 2, '', '', '', '', '', '13758656777', '666792', '3', '', '', '', '', NULL, '19', '128', '86026792', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(217, 922, '谢艳林', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699789', '666789', '3', '', '', '', '', NULL, '19', '128', '86026789', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(218, 923, '江丽君', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699791', '666791', '3', '', '', '', '', NULL, '19', '128', '86026791', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(219, 924, '朱莉华', 1, NULL, 1, '', 2, '', '', '', '', '', '13958601608', '600608', '3', '', '', '', '', NULL, '19', '128', '86198620', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(220, 925, '史林杰', 0, NULL, 1, '', 2, '', '', '', '', '', '13958616693', '666269', '3', '', '', '', '', NULL, '20', '133', '86026269', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(221, 926, '林仁明', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699815', '666815', '3', '', '', '', '', NULL, '20', '128', '86026815', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(222, 927, '张小丽', 1, NULL, 1, '', 2, '', '', '', '', '', '13758696699', '666798', '3', '', '', '', '', NULL, '20', '128', '86026798', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(223, 928, '闵金莲', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699799', '666799', '3', '', '', '', '', NULL, '20', '128', '86026799', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(224, 929, '刘桂云', 1, NULL, 1, '', 2, '', '', '', '', '', '13750656576', '666801', '3', '', '', '', '', NULL, '20', '128', '86026801', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(225, 930, '刘智勇', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699802', '666802', '3', '', '', '', '', NULL, '20', '128', '86026802', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(226, 931, '张华丽', 1, NULL, 1, '', 2, '', '', '', '', '', '13606676083', '666803', '3', '', '', '', '', NULL, '20', '128', '86026803', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(227, 932, '应金祥', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699805', '666805', '3', '', '', '', '', NULL, '20', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(228, 933, '潘岳才', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699806', '666806', '3', '', '', '', '', NULL, '20', '128', '86026806', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(229, 934, '彭小琴', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699813', '666813', '3', '', '', '', '', NULL, '20', '128', '86026813', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09');
INSERT INTO `basic_teacher` (`teacher_id`, `user_id`, `teacher_cname`, `teacher_sex`, `teacher_birthday`, `teacher_marrage`, `teacher_nation`, `teacher_politics_status`, `teacher_identify`, `teacher_native_place`, `teacher_email`, `teacher_home_phone`, `teacher_address`, `teacher_mobile_phone`, `teacher_no`, `teacher_education`, `teacher_profession`, `teacher_graduate_school`, `teacher_professional_title`, `teacher_skill_level`, `teacher_skill_level_date`, `teacher_department`, `teacher_position`, `teacher_office_phone`, `teacher_contact_phone`, `teacher_work_date`, `teacher_attend_date`, `teacher_status`, `teacher_photo_src`, `teacher_create_date`, `teacher_modified_date`) VALUES
(230, 935, '李倩倩', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699816', '666816', '3', '', '', '', '', NULL, '21', '133', '86026816', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(231, 936, '江红燕', 1, NULL, 1, '', 2, '', '', '', '', '', '13867620272', '666808', '3', '', '', '', '', NULL, '21', '128', '86026808', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(232, 937, '赵乾坤', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699809', '666809', '3', '', '', '', '', NULL, '21', '128', '86026809', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(233, 938, '郭建江', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699811', '666811', '3', '', '', '', '', NULL, '21', '128', '86026811', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(234, 939, '孔海君', 1, NULL, 1, '', 2, '', '', '', '', '', '13958697865', '666812', '3', '', '', '', '', NULL, '21', '128', '86026812', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(235, 940, '金英姿', 1, NULL, 1, '', 2, '', '', '', '', '', '13867688603', '600603', '3', '', '', '', '', NULL, '21', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(236, 941, '金蕴', 0, NULL, 1, '', 2, '', '', '', '', '', '13738654954', '664954', '3', '', '', '', '', NULL, '21', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(237, 942, '冯佳虹', 1, NULL, 1, '', 2, '', '', '', '', '', '13586220961', '660961', '3', '', '', '', '', NULL, '21', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(238, 943, '李静', 1, NULL, 1, '', 2, '', '', '', '', '', '15868609186', '669186', '3', '', '', '', '', NULL, '21', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(239, 944, '梁瑞阳', 0, NULL, 1, '', 2, '', '', '', '', '', '13968456716', '665716', '3', '', '', '', '', NULL, '21', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(240, 945, '李林岳', 1, NULL, 1, '', 2, '', '', '', '', '', '13858699889', '666889', '3', '', '', '', '', NULL, '10', '127', '86026889', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(241, 946, '江勇', 0, NULL, 1, '', 2, '', '', '', '', '', '13958680099', '666877', '3', '', '', '', '', NULL, '10', '121', '86026005', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(242, 947, '邵云强', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699878', '666878', '3', '', '', '', '', NULL, '10', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(243, 948, '李国庆', 1, NULL, 1, '', 2, '', '', '', '', '', '13958671906', '666855', '3', '', '', '', '', NULL, '10', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(244, 949, '王云琴', 1, NULL, 1, '', 2, '', '', '', '', '', '13958675338', '666853', '3', '', '', '', '', NULL, '10', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(246, 951, '王敏杰', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699831', '666831', '3', '', '', '', '', NULL, '33', '133', '86026831', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(247, 952, '周夏芬', 1, NULL, 1, '', 2, '', '', '', '', '', '13958606700', '666823', '3', '', '', '', '', NULL, '33', '128', '86026823', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(248, 953, '郑建荣', 0, NULL, 1, '', 2, '', '', '', '', '', '13958612638', '662638', '3', '', '', '', '', NULL, '33', '128', '86026819', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(249, 954, '徐敏燕', 1, NULL, 1, '', 2, '', '', '', '', '', '18957661789', '666821', '3', '', '', '', '', NULL, '33', '128', '86026821', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(250, 955, '刘世平', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699822', '666822', '3', '', '', '', '', NULL, '33', '128', '86026822', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(251, 956, '赵阳', 0, NULL, 1, '', 2, '', '', '', '', '', '13606671983', '666825', '3', '', '', '', '', NULL, '33', '128', '86026825', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(252, 957, '谢宇红', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699826', '666826', '3', '', '', '', '', NULL, '33', '128', '86026826', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(253, 958, '徐根玲', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699827', '666827', '3', '', '', '', '', NULL, '33', '128', '86026827', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(254, 959, '李煜霞', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699828', '666828', '3', '', '', '', '', NULL, '33', '128', '86026828', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-10'),
(255, 960, '颜斌', 1, NULL, 1, '', 2, '', '', '', '', '', '13606721238', '666829', '3', '', '', '', '', NULL, '33', '128', '86026829', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(256, 961, '金伟飞', 1, NULL, 1, '', 2, '', '', '', '', '', '15968698000', '666830', '3', '', '', '', '', NULL, '33', '128', '86026830', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(257, 962, '季华辉', 0, NULL, 1, '', 2, '', '', '', '', '', '13958676005', '666832', '3', '', '', '', '', NULL, '33', '128', '86026832', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(258, 963, '颜小敏', 0, NULL, 1, '', 2, '', '', '', '', '', '13566681010', '666835', '3', '', '', '', '', NULL, '33', '128', '86026835', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(259, 964, '王海辉', 0, NULL, 1, '', 2, '', '', '', '', '', '13605861210', '666836', '3', '', '', '', '', NULL, '33', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(260, 965, '王平波', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699837', '666837', '3', '', '', '', '', NULL, '33', '128', '86026837', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(261, 966, '钟永勇', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699838', '666838', '3', '', '', '', '', NULL, '33', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(262, 967, '方敏', 0, NULL, 1, '', 2, '', '', '', '', '', '13906566996', '668996', '3', '', '', '', '', NULL, '33', '128', '86198626', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(263, 968, '蒋照明', 0, NULL, 1, '', 2, '', '', '', '', '', '13738599588', '669588', '3', '', '', '', '', NULL, '35', '133', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(264, 969, '潘濒湖', 0, NULL, 1, '', 2, '', '', '', '', '', '13958635885', '666851', '3', '', '', '', '', NULL, '35', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(265, 970, '陈清龙', 0, NULL, 1, '', 2, '', '', '', '', '', '13586294602', '666852', '3', '', '', '', '', NULL, '35', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(266, 971, '谢令冬', 0, NULL, 1, '', 2, '', '', '', '', '', '15168629168', '669168', '3', '', '', '', '', NULL, '35', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(267, 972, '柯慧荣', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699879', '666879', '3', '', '', '', '', NULL, '34', '44', '86026879', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-05'),
(268, 973, '谢理琦', 0, NULL, 1, '', 2, '', '', '', '', '', '13958680166', '666881', '3', '', '', '', '', NULL, '34', '128', '86026881', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(269, 974, '黄玲利', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699885', '666885', '3', '', '', '', '', NULL, '34', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(270, 975, '蔡剑菊', 1, NULL, 1, '', 2, '', '', '', '', '', '13566682020', '666886', '3', '', '', '', '', NULL, '34', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-09'),
(271, 976, '陈军辉', 0, NULL, 1, '', 2, '', '', '', '', '', '13819609001', '666588', '3', '', '', '', '', NULL, '34', '128', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-10-10'),
(272, 977, '林慧', 1, NULL, 1, '', 2, '', '', '', '', '', '13958659990', '666990', '3', '', '', '', '', NULL, '36', '134', '86026990', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(273, 978, '李敏', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699868', '666890', '3', '', '', '', '', NULL, '36', '135', '86026890', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(274, 979, '郭春莲', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699891', '666891', '3', '', '', '', '', NULL, '36', '135', '86026891', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(275, 980, '汪晓红', 1, NULL, 1, '', 2, '', '', '', '', '', '13958673898', '666892', '3', '', '', '', '', NULL, '36', '135', '86026892', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(276, 981, '张美菊', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699893', '666893', '3', '', '', '', '', NULL, '36', '135', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(277, 982, '叶勤', 1, NULL, 1, '', 2, '', '', '', '', '', '13606678129', '666895', '3', '', '', '', '', NULL, '36', '135', '86026895', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(278, 983, '叶祥利', 0, NULL, 1, '', 2, '', '', '', '', '', '13606675558', '665558', '3', '', '', '', '', NULL, '11', '121', '86026004', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(279, 984, '毛道方', 0, NULL, 1, '', 2, '', '', '', '', '', '13958675218', '666912', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(280, 985, '陈福初', 0, NULL, 1, '', 2, '', '', '', '', '', '13758632000', '662000', '3', '', '', '', '', NULL, '11', '127', '86026704', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(281, 986, '徐云强', 0, NULL, 1, '', 2, '', '', '', '', '', '13906863760', '666901', '3', '', '', '', '', NULL, '11', '122', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(282, 987, '叶理富', 0, NULL, 1, '', 2, '', '', '', '', '', '13758670605', '660605', '3', '', '', '', '', NULL, '11', '127', '86026902', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(283, 988, '程彩娇', 1, NULL, 1, '', 2, '', '', '', '', '', '13758696253', '666253', '3', '', '', '', '', NULL, '11', '127', '86026903', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(284, 989, '蔡式军', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699906', '666906', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(285, 990, '张云明', 0, NULL, 1, '', 2, '', '', '', '', '', '13958675118', '666907', '3', '', '', '', '', NULL, '11', '123', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(286, 991, '邵新华', 1, NULL, 1, '', 2, '', '', '', '', '', '13958676218', '666908', '3', '', '', '', '', NULL, '11', '127', '86026704', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(288, 993, '潘文玮', 1, NULL, 1, '', 2, '', '', '', '', '', '13586225488', '666910', '3', '', '', '', '', NULL, '11', '127', '86026910', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(289, 994, '张海荣', 1, NULL, 1, '', 2, '', '', '', '', '', '13958676007', '666913', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(290, 995, '王晨来', 1, NULL, 1, '', 2, '', '', '', '', '', '13758699797', '666797', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(291, 996, '方芳', 1, NULL, 1, '', 2, '', '', '', '', '', '13958659992', '666992', '3', '', '', '', '', NULL, '11', '127', '86026992', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(292, 997, '叶吟雪', 1, NULL, 1, '', 2, '', '', '', '', '', '13777633611', '663611', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(293, 998, '毛灯松', 1, NULL, 1, '', 2, '', '', '', '', '', '13586255316', '665316', '3', '', '', '', '', NULL, '11', '123', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(294, 999, '杨友明', 0, NULL, 1, '', 2, '', '', '', '', '', '13906864023', '666928', '3', '', '', '', '', NULL, '3', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(295, 1000, '蔡灵智', 0, NULL, 1, '', 2, '', '', '', '', '', '13968632843', '666915', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(296, 1001, '范勤刚', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699921', '666921', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(297, 1002, '连家荣', 0, NULL, 1, '', 2, '', '', '', '', '', '13758699920', '666920', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(298, 1003, '王学能', 0, NULL, 1, '', 2, '', '', '', '', '', '13905862790', '666919', '3', '', '', '', '', NULL, '11', '127', '', '', NULL, NULL, 0, 'resources/oa/layout/default_head.jpg', '2011-07-05', '2011-09-28'),
(300, 1007, '徐跃文', 0, NULL, 0, '', 0, '', '', '', '', '', '13758699866', '666866', '0', '', '', '', '', NULL, '1', '74', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-09-05'),
(301, 1008, '毛丽丽', 1, NULL, 0, '', 0, '', '', '', '', '', '', '665785', '3', '', '', '', '', NULL, '6', '127', '86026001', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-09-28'),
(302, 1009, '陈胜男', 1, NULL, 0, '', 0, '', '', '', '', '', '', '665311', '0', '', '', '', '', NULL, '3', '127', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-09-28'),
(303, 1010, '张华伟', 0, NULL, 0, '', 0, '', '', '', '', '', '', '661856', '0', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-09-28'),
(304, 1011, '陈卡利', 1, NULL, 0, '', 0, '', '', '', '', '', '', '661885', '0', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-10-08'),
(305, 1012, '李永胜', 0, NULL, 0, '', 0, '', '', '', '', '', '', '667111', '0', '', '', '', '', NULL, '14', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-10-08'),
(306, 1013, '朱国鹏', 0, NULL, 0, '', 0, '', '', '', '', '', '', '662320', '0', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-10-08'),
(307, 1014, '蒋俊燕', 1, NULL, 0, '', 0, '', '', '', '', '', '', '661591', '0', '', '', '', '', NULL, '17', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-10-08'),
(308, 1015, '方琰', 1, NULL, 0, '', 0, '', '', '', '', '', '', '663010', '0', '', '', '', '', NULL, '19', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-10-09'),
(309, 1016, '陈桂花', 1, NULL, 1, '', 0, '', '', '', '', '', '13626688567', '668567', '0', '', '', '', '', NULL, '19', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-10-09'),
(310, 1017, '邱晓慧', 1, NULL, 0, '', 0, '', '', '', '', '', '13095768255', '668255', '0', '', '', '', '', NULL, '13', '128', '', '', NULL, NULL, 0, 'uploads/basic/teacherProfile/default_head.jpg', '2011-09-05', '2011-09-28');

-- --------------------------------------------------------

--
-- 表的结构 `basic_teacher_social_relation`
--

CREATE TABLE IF NOT EXISTS `basic_teacher_social_relation` (
  `relation_id` int(20) NOT NULL auto_increment COMMENT '系统自增编号',
  `teacher_id` bigint(20) default NULL COMMENT '教师外键',
  `relation_name` varchar(20) NOT NULL COMMENT '姓名',
  `relation_with` varchar(20) NOT NULL COMMENT '与本人关系',
  `relation_company` varchar(50) NOT NULL COMMENT '所在工作单位',
  `relation_phone` varchar(20) NOT NULL COMMENT '联系电话',
  PRIMARY KEY  (`relation_id`),
  KEY `relation_id` (`relation_id`),
  KEY `teacher_id` (`teacher_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='社会关系' AUTO_INCREMENT=1 ;

--
-- 转存表中的数据 `basic_teacher_social_relation`
--


-- --------------------------------------------------------

--
-- 表的结构 `basic_teacher_work_experience`
--

CREATE TABLE IF NOT EXISTS `basic_teacher_work_experience` (
  `experience_id` int(20) NOT NULL auto_increment COMMENT '系统自增编号',
  `teacher_id` bigint(20) default NULL COMMENT '教师外键',
  `experience_start_date` date NOT NULL COMMENT '开始时间',
  `experience_end_date` date NOT NULL COMMENT '结束时间',
  `experience_company` varchar(50) NOT NULL COMMENT '工作单位',
  `experience_position` varchar(50) NOT NULL COMMENT '职务',
  PRIMARY KEY  (`experience_id`),
  KEY `experience_id` (`experience_id`),
  KEY `teacher_id` (`teacher_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='教师工作经历' AUTO_INCREMENT=1 ;

--
-- 转存表中的数据 `basic_teacher_work_experience`
--


-- --------------------------------------------------------

--
-- 表的结构 `wlzx_basic_directory`
--

CREATE TABLE IF NOT EXISTS `wlzx_basic_directory` (
  `id` bigint(20) NOT NULL auto_increment,
  `name` varchar(200) NOT NULL,
  `value` varchar(200) NOT NULL,
  `type` varchar(200) NOT NULL,
  `sequence` int(11) NOT NULL default '0',
  `extra_value` varchar(200) default NULL,
  `creation_date` datetime NOT NULL,
  `modified_date` timestamp NOT NULL default '0000-00-00 00:00:00' on update CURRENT_TIMESTAMP,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- 转存表中的数据 `wlzx_basic_directory`
--

INSERT INTO `wlzx_basic_directory` (`id`, `name`, `value`, `type`, `sequence`, `extra_value`, `creation_date`, `modified_date`) VALUES
(1, '通知', '通知', 'noticeType', 0, '', '2011-09-05 07:55:48', '2011-09-05 07:55:48'),
(2, '考勤信息', '考勤信息', 'noticeType', 0, '', '2011-09-05 11:50:14', '2011-09-05 11:50:14'),
(3, '会议室', '会议室', 'placeType', 0, '', '2011-09-30 17:03:32', '2011-09-30 17:03:32'),
(4, '求是楼', '求是楼', 'building', 1, '', '2011-09-30 17:05:17', '2011-09-30 17:05:17');

-- --------------------------------------------------------

--
-- 表的结构 `wlzx_basic_place`
--

CREATE TABLE IF NOT EXISTS `wlzx_basic_place` (
  `id` bigint(20) NOT NULL auto_increment,
  `name` varchar(200) NOT NULL,
  `type` varchar(200) NOT NULL,
  `position` varchar(200) NOT NULL,
  `symbol` varchar(200) NOT NULL,
  `functions` varchar(200) default NULL,
  `area_begin` float default NULL,
  `area_end` float default NULL,
  `contain_begin` int(11) default NULL,
  `contain_end` int(11) default NULL,
  `remarks` text,
  `creation_date` datetime NOT NULL,
  `modified_date` timestamp NOT NULL default CURRENT_TIMESTAMP on update CURRENT_TIMESTAMP,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `wlzx_basic_place`
--

INSERT INTO `wlzx_basic_place` (`id`, `name`, `type`, `position`, `symbol`, `functions`, `area_begin`, `area_end`, `contain_begin`, `contain_end`, `remarks`, `creation_date`, `modified_date`) VALUES
(1, '会议室1', '会议室', '求是楼--101', '101', '', 30, 0, 10, 0, '', '2011-09-30 17:05:55', '2011-09-30 17:05:55');
